/* No comment provided by engineer. */
" — about %@ remaining" = " — Circa %@ rimanenti";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ di %2$@";

/* No comment provided by engineer. */
"An error occurred while installing %@." = "Si è verificato un errore durante l’installazione di %@.";

/* No comment provided by engineer. */
"Are you sure you want to quit Install %@?" = "Uscire da Installare %@?";

/* No comment provided by engineer. */
"Don't Quit" = "Non uscire";

/* No comment provided by engineer. */
"Download %@..." = "Download di %@...";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Opening..." = "Apertura…";

/* No comment provided by engineer. */
"%@ installation is in progress. If you quit now, the installation will be canceled." = "È in corso l'installazione di %@. Se esci ora, l'installazione verrà annullata.";

/* No comment provided by engineer. */
"Please restart your Mac and try again. If the problem persists, download the %@ installation image directly from the Parallels website." = "Riavvia il Mac e riprova. Se il problema persiste, scarica l'immagine dell'installazione di %@ direttamente dal sito Web Parallels.";

/* No comment provided by engineer. */
"Quit" = "Esci";

/* No comment provided by engineer. */
"The Internet connection appears to be offline." = "Sembra che la connessione Internet non sia disponibile.";

